[{"COURSE NAME": "Ultimate JavaScript Course", "COURSE DESC": "This latest JavaScript course comes with premium curriculum that covers everything from basics to advance. On top of that, you will get my handwritten notes of JS for completely free. What are you waiting for? Just Enroll Buddy"}, {"COURSE NAME": "Tailwind Course In Hindi", "COURSE DESC": "Complete Tailwind CSS Course by CodeWithHarry in Hindi - Learn Tailwind CSS from scratch for free! "}, {"COURSE NAME": "Sanity.io Tutorials in Hindi", "COURSE DESC": "Sanity.io is the platform for structured content. This course will not only cover Sanity from starting to the end, but it has projects for hands-on experience."}, {"COURSE NAME": "Strapi Tutorial For Beginners", "COURSE DESC": "This course contains everything that you should know about Strapi. It is an open-source, Headless CMS that saves lot of time for developers by giving them freedom to use their favorite tools and frameworks."}, {"COURSE NAME": "React Js Tutorials For Beginners", "COURSE DESC": "React is a free and open-source front-end JavaScript library. This series will cover React from starting to the end. We will learn react from the ground up!"}, {"COURSE NAME": "Next.js Tutorials For Beginners", "COURSE DESC": "Complete Next.js Course by CodeWithHarry in Hindi - Learn Next.js from Scratch."}, {"COURSE NAME": "General Python Errors", "COURSE DESC": "Being a coder, I can understand the pain and excitement while finding a bug or error in a code. This course contains some of the most famous or common errors in the Python language."}, {"COURSE NAME": "C Language Practice Programs", "COURSE DESC": "This series contains programs for you to practice C Programming and related concepts. It has videos that will provide you with a proper explanation of the program and its logic."}, {"COURSE NAME": "Python Game Development Tuts", "COURSE DESC": "If you're interested in game development, this course is for you. It will lead you through all the basic game development concepts and will give you an initial boost."}, {"COURSE NAME": "OOPS Using Python Programming", "COURSE DESC": "If you don't know about Object Oriented Programming (OOP) Paradigm, then this course is for you. In this you'll learn about objects, classes and much more in Python language."}, {"COURSE NAME": "Basic Python Programs With Code", "COURSE DESC": "This series contains basic Python programs. It's a concise and precise course, so if you have a couple of minutes or an hour, just get started. This course will surely add some value."}, {"COURSE NAME": "Web Dev Using Flask and Python", "COURSE DESC": "This course will teach you everything you need to know about web development using Flask. It will lead you through each and every concept of Flask and will give you a good initial start."}, {"COURSE NAME": "Coding Discussion With Harry", "COURSE DESC": "Interested in general technology (coding) topics? If yes, then you must checkout this series, here you'll get tonnes of videos regarding most asked questions and other general questions."}, {"COURSE NAME": "Learn In One Video", "COURSE DESC": "Don't have much time to watch the whole course's playlist? Don't worry, we've got you covered. This series contains one-shot videos of popular technologies, search for your required stack, and you're ready to get into it."}, {"COURSE NAME": "C++ Tutorials For Beginners", "COURSE DESC": "This course contains all the concepts and exercises of the C++ language. If you're a mere beginner, you can start your coding journey with this course and ace your exams."}, {"COURSE NAME": "Python Django Tutorials For Beginners", "COURSE DESC": "Django is a Python-based free and open-source web framework. If you already know Python and want to try web development, you can go with Django."}, {"COURSE NAME": "Web Dev Tutorials For Beginners", "COURSE DESC": "This is one of my favorite courses. In this series, you'll learn about HTML, CSS, JavaScript, and everything needed to be a job-ready web developer. Just hop on, man."}, {"COURSE NAME": "Python Tutorials For Absolute Beginners", "COURSE DESC": "This is one of the most-watched courses on this channel. If you want to create projects as early as possible, then this course is for you. You'll get dozen of projects in this course."}, {"COURSE NAME": "Android Development Tutorials", "COURSE DESC": "Android Development is one of the booming career options nowadays, and many people are learning Android because it feels so good to create own app. You can also grab this opportunity by enrolling in this course."}, {"COURSE NAME": "Java Tutorials For Beginners", "COURSE DESC": "If you don't know programming and want to start your career by learning Java as your first language, you can start with this course as it is for absolute beginners."}, {"COURSE NAME": "Data Structures and Algorithms Course", "COURSE DESC": "Data Structure and Algorithm is one of the most crucial things to learn. This course will give you a complete understanding of Data Structure and its implementation."}, {"COURSE NAME": "C Language Tutorials For Beginners", "COURSE DESC": "Even if you don't know the ABC of coding, start this course, and I can assure you that you'll be an intermediate-level coder after completion. Get started with C language."}, {"COURSE NAME": "JavaScript Tutorials For Beginners", "COURSE DESC": "JavaScript is an essential element for the web developers. If you want to take your web development journey one step ahead then you enroll in this course."}, {"COURSE NAME": "PHP Tutorials For Beginners", "COURSE DESC": "PHP is a general-purpose scripting language geared towards web development. This course will give you a complete and proper understanding of PHP concepts."}, {"COURSE NAME": "Git and GitHub Tutorials For Beginners", "COURSE DESC": "If you're serious about coding and want to make a career out of it, then do learn Git and GitHub because it is something that you'll use at every phase of your job."}, {"COURSE NAME": "Intermediate Python Tutorials", "COURSE DESC": "Wanna take your Python skills to the next level? This course is what you all need. It contains all the advanced concepts of the Python language. What??? Just tap on the \"Start Watching\" button to get started."}, {"COURSE NAME": "Data Science and Big Data Tutorials", "COURSE DESC": "This course will give you a gist of Data Science and Big Data. I'm sure you must have heard about Data Scientist. This series contains the content to become one of them."}, {"COURSE NAME": "ML Tutorials For Beginners", "COURSE DESC": "Machine Learning is one of the exciting topics nowadays. And if you want to get a glimpse of ML, don't think twice. Just get started with this course."}, {"COURSE NAME": "Complete Git Tutorials For Beginners", "COURSE DESC": "If you're serious about coding and want to make a career out of it, then do learn Git and GitHub. This is the updated course of Git and GitHub For Beginners."}, {"COURSE NAME": "Python GUI Tkinter Tutorials", "COURSE DESC": "Console output is annoying sometimes, isn't it? That's why to get rid of the console, you can create GUI programs, and this is the course for you to start with. \"Spill some colors in your program.\""}, {"COURSE NAME": "Python Practice Program Tuts", "COURSE DESC": "This series contains some of the exciting Python programs that one must try. You'll also get a proper explanation of the code. So, get started with this course to practice Python."}, {"COURSE NAME": "Realtime PHP Chatroom Tutorials", "COURSE DESC": "This is one of the best applications of PHP and Jquery. In this series, we've developed a real-time chatroom, so if you're someone who likes project-based learning, this is for you."}]